tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
brew "emacs"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "gnu-tar"
brew "go"
brew "highlight"
brew "httpie"
brew "jq"
brew "maven"
brew "node"
brew "peco"
brew "rbenv"
brew "source-highlight"
brew "starship"
brew "terraform"
brew "tmux"
brew "yarn"
cask "git-credential-manager-core"
cask "graphiql"
